class AppString {
  // STRINGS
  static String appName = 'সর্প দংশনে সচেতনতা অ্যাপ';
  static String developedBy = 'Developed by';
  static String companyName = 'Smart Software Ltd.';
  static String forestDepartmentName = 'বন অধিদপ্তর, বাংলাদেশ';
  static String helpingDepartmentName =
      'অর্থায়নে: টেকসই বন ও জীবিকা (সুফল) প্রকল্প';
  static String slogan1 = 'সর্প দংশনে সচেতনতা, উদ্ধার ও সুরক্ষা অ্যাপ';
  static String slogan2 =
      'বন অধিদপ্তর সম্পর্কিত যে কোনো জিজ্ঞাসা ও অভিযোগ জানাতে 333-4 এ কল করুন।';
  static String venomousSnake = 'বিষধর সাপঃ';
  static String venomousSnake1 = 'বাংলাদেশে প্রাপ্ত বিষধর সাপের প্রজাতিঃ';
  static String snakeRescueText1 =
      'সাপ উদ্ধার ও সর্পদংশন সম্পর্কিত যে কোন তথ্য জানাতে যোগাযোগঃ';
  static String snakeRescueText99 =
      'সাপ উদ্ধার সর্ম্পকিত তথ্য জানাতে যোগাযোগঃ          ';
  static String snakeRescueText2 =
      'মোঃ সোহেল রানা, হারপেটোলজিস্ট, বন অধিদপ্তর।';
  static String snakeRescueText5 =
      'যে কোন বন্যপ্রাণী উদ্ধার ও বন্যপ্রাণী অপরাধ সংক্রান্ত  যে কোন তথ্য জানাতে যোগাযোগঃ';
  static String snakeRescueText9 = 'সাপ উদ্ধার ';
  static String snakeRescueText3 = 'মোবাইলঃ +৮৮০১৭১৮৪৭৫২৮৭; +৮৮০১৩০৩৯৬৬৯০২';
  static String snakeRescueText6 = 'বন্যপ্রাণী অপরাধ দমন ইউনিট, বন অধিদপ্তর।';
  static String snakeRescueText10 = 'মোঃ সহিদুল ইসলাম';
  static String snakeRescueText11 = 'প্রতিষ্ঠাতা ও সভাপতি';
  static String snakeRescueText12 =
      'ওয়াইল্ডলাইফ এন্ড স্নেক রেস্কিউ টিম ইন বাংলাদেশ।';
  static String snakeHospital_antivenumText1 =
      'সর্প দংশনের চিকিৎসাসেবা ও অ্যান্টিভেনম';
  static String rescueTeamText = ' সাপ উদ্ধারকারীর তালিকা';
  static String snakeHospital_antivenumText2 = 'সর্প দংশনের চিকিৎসাসেবা';
  static String snakeHospital_antivenumText3 = 'অ্যান্টিভেনম';
  static String snakeRescueText14 = 'ইমেইলঃ ssahidul81@gmail.com';
  static String snakeRescueText7 =
      'মোবাইলঃ +৮৮০১৯৯৯০০০০৯৫; +৮৮০১৭১৩০৭৬৬৮৩; +৮৮০১৯১৬০৯৫৬৪৩; +৮৮০১৭৪৭০৩৬২৩৭; +৮৮০১৬১১৭৮৬৫৩৬';
  static String snakeRescueText8 = 'ইমেইলঃ wccu.fd@yahoo.com';
  static String snakeRescueText4 = 'ইমেইলঃ saikot.ju09@gmail.com';
  static String venomousSnakeDetails =
      'বাংলাদেশে প্রায় ১৪০ প্রজাতির সাপের দেখা মিলে, তার মধ্যে ৩০ প্রজাতি বিষধর';
  static String venomousSnakeDetails1 =
      'বাংলাদেশে প্রায় ১০৪ প্রজাতির সাপের দেখা মেলে, তার মধ্যে ৩০ প্রজাতি বিষধর এবং অন্য প্রজাতিগুলো নির্বিষ ও মৃদু বিষধর। প্রাপ্ত বিষধর সাপের মধ্যে রয়েছে খৈয়া গোখরা, পদ্ম গোখরা, রাজ গোখরা, কালাচ, ছোট কৃষ্ণ কালাচ, বড় কৃষ্ণ কালাচ, ওয়ালস ক্রেইট, শাখামুটি বা শঙ্খিনী, চন্দ্রবোড়া, পিট ভাইপার, লালগলা ঢোঁড়া সাপ ইত্যাদি প্রজাতির। এছাড়া মৃদু বিষধর সাপের মধ্যে আছে মেটে সাপ, লাউডগা, ডগ ফেসড ওয়াটার স্নেক, কালনাগিনী, ফণিমনসা, খয়েরি ফণিমনসা ইত্যাদি। এছাড়াও দেশে ব্ল্যাক ব্যান্ডেড সি স্নেক, ইয়োলো বেলিড সি স্নেক, হুক নোসড সি স্নেক, ডাউডিন সি স্নেক ইত্যাদি সামুদ্র্রিক বিষধর সাপ পাওয়া যায়। আমাদের দেশের সচরাচর ৬/৭ ধরনের বিষধর সাপের দংশন বেশী হয়। একমাত্র সাপ চিনলেই সর্পদংশন পরবর্তী করণীয় সর্ম্পকে জানা যায়।';
  static String nonVenomousSnakeDetails =
      'বাংলাদেশে প্রাপ্ত ১০৪ প্রজাতির সাপের মধ্যে ৭৪ প্রজাতির সাপই নির্বিষ ও মৃদু বিষধর। সচরাচর দেখা যায় এমন নির্বিষ ও মৃদু বিষধর প্রজাতির সাপের মধ্যে রয়েছে দাড়াঁশ সাপ, কালনাগিনী, ঘরগিন্নী, মেটে বা মাইট্যা সাপ, দুধরাজ, বেত আঁচড়া, লাউডগা প্রভৃতি। ';
  static String nonVenomousSnake =
      'বাংলাদেশে প্রাপ্ত নির্বিষ ও মৃদু বিষধর সাপের প্রজাতিসমূহঃ';
  static String venomousSnakeText = 'বিষধর সাপ';
  static String registrationText = 'রেজিস্ট্রেশন';
  static String loginText = 'লগইন';
  static String searchText1 = 'সার্চ জেনারেল হাসপাতাল';
  static String searchText2 = 'সার্চ মেডিকেল হাসপাতাল';
  static String searchText3 = 'সার্চ উপজেলা হাসপাতাল';
  static String nonVenomousSnakeText = 'নির্বিষ ও মৃদু বিষধর সাপ';
  static String gridOneText = 'বিষধর, মৃদু বিষধর ও নির্বিষ সাপের প্রজাতি';

  // static String rescueTeamText = 'সাপ উদ্ধারকারী টিম';
  static String gridTwoText = 'সর্প দংশন পরবর্তী লক্ষণ,উপসর্গ ও করণীয়';
  static String gridThreeText = 'সর্প দংশনের প্রাথমিক চিকিৎসা';
  static String gridFourText = 'সর্প দংশনের তথ্য প্রদান';
  static String gridFiveText = 'সর্প দংশনের চিকিৎসাসেবা';
  static String gridSixText = 'যোগাযোগ';

  static String communicationText = 'উদ্ধারকারী দলের সদস্যরা';
  static String gridSevenText = 'সাপ সম্পর্কিত কুসংস্কার ও সাপের গুরুত্ব';
  static String gridEightText = 'সাপ সম্পর্কিত ভিডিও ও উদ্ধারের দিক্';
  static String gridEightText1 = 'সাপ সম্পর্কিত ভিডিও';
  static String gridEightText2 = 'সাপ উদ্ধারের নির্দেশনা ও করনীয়';
  static String gridNineText = 'সাপ ধরার কৌশল';
  static String gridTenText = 'জাতীয় জরুরি নম্বর সমূহঃ';
  static String exitMessage = 'আপনি কি অ্যাপ থেকে বের হতে চান?';
  static String informationProvideMessage = 'তথ্য প্রদান সফল হয়েছে।';
  static String feedBackMessage = 'মতামত প্রদান সফল হয়েছে।';

  // static String snakeBiteDetailInfo1 = 'সাপের কামড় বা সর্পদংশন কি?';
  static String snakeBiteDetailInfo16 = 'সর্প দংশনের প্রচলিত অপচিকিৎসাঃ';
  static String snakeBiteDetailInfo15 =
      'সর্পদংশনের প্রাথমিক চিকিৎসায় বিশ্ব স্বাস্থ্য সংস্থার (WHO) বিশেষজ্ঞ চিকিৎসক ডা: আয়ান সিম্পসন বলেছেন- Do it RIGHT- সঠিক কাজটি করতে হবে।\n';
  static String snakeBiteDetailInfo14 =
      'এ ধরনের কোনো লক্ষণ দেখা দিলে নিকটস্থ হাসপাতালে যথাযথ চিকিৎসা গ্রহণ করা উচিত। সাধারণত নির্বিষ সাপের কামড়ে আক্রান্ত স্থানে সামান্য ব্যথা, ফুলে যাওয়া বা অল্প ক্ষত সৃষ্টি হয়ে থাকে। তবে এসব লক্ষণ থাকলেও ঝুঁকি নেওয়া ঠিক নয়, যেকোনো রোগীকেই হাসপাতালে নিয়ে যাওয়া উচিত। বিষধর সাপের কামড়ে অধিকাংশ ক্ষেত্রেই মৃত্যুর মূল কারণ যথাযথ সচেতনতার অভাব। ওঝা বা বেদের মাধ্যমে অবৈজ্ঞানিক উপায়ে চিকিৎসা করানো এবং রোগীকে হাসপাতালে আনতে বিলম্ব করা।';
  static String snakeBiteDetailInfo11 = 'সাপে কাটা রুগীর প্রাথমিক চিকিৎসা কী?';
  static String snakeBiteDetailInfo13 =
      'বিষধর সাপের দংশনে রোগীর চিকিৎসা বলতে অ্যান্টিভেনম প্রয়োগ একমাত্র উপায়। তবে তা সর্পদংশনের পরে যত তাড়াতাড়ি সম্ভব প্রয়োগ করতে হবে। তাই সর্প দংশনের সঙ্গে সঙ্গে যত দ্রুত সম্ভব উপজেলা স্বাস্থ্য কমপ্লেক্স, জেলা সদর হাসপাতাল ও মেডিকেল কলেজ হাসপাতালে নিয়ে যাওয়া। তবে খুব তাড়াতাড়ি চিকিৎসার কোন সুযোগ না থাকলে তাৎক্ষণিক ভাবে প্রাথমিক কিছু ব্যবস্থা নেয়া যেতে পারে। যথাঃ-';
  static String snakeBiteDetailInfo12 =
      'সাপে কাটার সঙ্গে ‘আতঙ্ক’ শব্দটি জড়িয়ে আছে। গ্রামীণ জীবনে সাপে কাটার বিষয়টি নিত্যনৈমিত্তিক ঘটনা হলেও মে থেকে অক্টোবর মাসে তা বেড়ে যায়। তবে সাপে কাটলেই যে বিষক্রিয়া হবে, বিষয়টা কিন্তু এমন নয়। অনেকের জানা, দেশে বিষধর সাপের চেয়ে নির্বিষ সাপের সংখ্যাই বেশি। কিন্তু অপচিকিৎসা ও অজ্ঞতার কারণে আক্রান্ত মানুষের জীবন বাঁচানো সম্ভব হয় না।';
  static String snakeBiteDetailInfo01 = 'সাপের বিষঃ';
  static String snakeBiteDetailInfo1 =
      'সাপের বিষ ভেনম (Venom) নামে পরিচিত। এটি স্বচ্ছ, আঠালো, চটচটে হালকা হলুদ বা খড় রংয়ের প্রোটিনধর্মী তরল পদার্থ। বিষক্রিয়ার উপর ভিত্তি করে সাপের বিষ প্রধানত দুই ধরনের-';
  static String snakeBiteDetailInfo001 =
      '১. নিউরোটক্সিন। যেমনঃ- গোখরা, কেউটে, কালাচ প্রজাতির সাপের বিষ।\n২. হিমোটক্সিন। যেমনঃ- চন্দ্রবোড়া, গ্রীন পিট ভাইপার প্রজাতির সাপের বিষ।\nতাছাড়াও সাপে সাইটোটক্সিন ও মায়োটক্সিন ধরনের বিষও পাওয়া যায়।';
  static String snakeBiteDetailInfo2 = 'নিউরোটক্সিন বিষের লক্ষণঃ';
  static String snakeBiteDetailInfo3 =
      'গোখরা, কেউটে, কালাচ সাপের বিষ নিউরোটক্সিন বা স্নায়ুবিনাশী। দংশিত ব্যক্তির প্রধান প্রধান লক্ষণসমূহ হলোঃ';
  static String snakeBiteDetailInfo03 =
      'ক. ক্ষত স্থান ফুলে ওঠে এবং হালকা ব্যথা অনুভূত হয়; \nখ. প্রচন্ড শ্বাসকষ্ট হয়, চোখে ঝাপসা দেখা, ঘুম ঘুম ভাব ও চোখের পাতা বন্ধ হয়ে আসে;\n';
  static String snakeBiteDetailInfo04 =
      'গ. হাত-পা অবশ হয়ে যায় ও অচেতন হয়ে পড়ে, ঘাড় সোজা রাখতে পারে না, প্রস্রাব বন্ধ হয়ে যায়;\nঘ. বমি বমিভাব বা বমি হওয়া;\nঙ. মুখ দিয়ে লালা ঝরে, খাবার ও ঢোক গিলতে অসুবিধা হয় প্রভৃতি। \nচ. কালাচ প্রজাতির সাপের দংশনে কোন প্রকার ব্যাথা অনুভূত হয়না এবং দংশনের চিন্হ থাকে না।';
  static String snakeBiteDetailsInfo4 = 'হিমোটক্সিন বিষের লক্ষণঃ';
  static String snakeBiteDetailsInfo5 =
      'চন্দ্রবোড়া, গ্রীন পিট ভাইপারসহ অন্যান্য ভাইপার প্রজাতি সাপের বিষ হিমোটক্সিন যা, রক্ত জমাট বাধা প্রক্রিয়ায় বাধা প্রদান করে । দংশিত ব্যক্তির প্রধান প্রধান লক্ষণসমূহ হলোঃ';
  static String snakebiteDetailsInfo005 =
      ' ক. ক্ষতস্থান থেকে অনবরত রক্তপাত এবং অস্বাভাবিকভাবে ফুলে ওঠা ও ফোস্কা পড়া;\nখ. ক্ষতস্থানে প্রচণ্ড ব্যথা অনুভত হওয়া, কখনো কখনো সারা শরীর ফুলে যাওয়া;\nগ. চোখ লাল হয়ে যায় এবং মুখ, নাক, প্রস্রাব, মল ও দাতেঁর গোড়া দিয়ে রক্ত বের হয়;\nঘ. শরীরের অভ্যন্তরে রক্তক্ষরণের ফলে রোগী অজ্ঞান হয়ে যেতে পারে;\nঙ. পেটে তীব্র ব্যথা, হৃদপিণ্ডের স্পন্দন দূর্বল হয়ে যায় এবং কিডনির কার্যকারীতা বিকল হয়ে রোগীর মৃত্যু হয়।';
  static String snakeBiteDetailsInfo6 = 'মায়োটক্সিন বিষের লক্ষণঃ';

  static String snakeBiteDetailInfo17 =
      'আমাদের দেশে সর্প দংশনের প্রচলিত অনেক ক্ষতিকর অপচিকিৎসা প্রচলিত রয়েছে, যা ওঝা ও বেদে সম্প্রদায় দিয়ে থাকেন। এ থেকে অনেক সময় অতিরিক্ত রক্তপাত, পঙ্গুত্ব, ধনুষ্টংকার ও পঁচনসহ বেশীর ভাগ ক্ষেত্রে আক্রান্ত ব্যক্তির মৃত্যু হয়। প্রচলিত অপচিকিৎসাসমূহ নিম্নরুপঃ';

  static String snakeBiteDetailsInfo7 =
      'মায়োটক্সিন বিষের প্রভাবে দেহের পেশীসমূহ ব্যাপকভাবে ক্ষতিগ্রস্থ হয়। মাংশপেশীতে ব্যাথা অনুভূত হয় ও হাত-পা অবশ হয়ে যায়। সামুদ্রিক সাপে এ ধরনের বিষ থাকে।';
  static String snakeBiteDetailsInfo8 = 'সর্প দংশন পরবর্তী করণীয়ঃ ';
  static String snakeBiteDetailsInfo9 =
      'সাপ অত্যন্ত নিরীহ ও শান্ত-স্বভাবের প্রাণি। সাপ সাধারণত মানুষের পায়ের নিচে চাপা পড়লে, বিপদের আভাস পেলে বা কেউ বিরক্ত করলে,ভয় পেলে অথবা ';
  static String snakeBiteDetailsInfo0019 =
      'কারও শরীরের সংস্পর্শে এলে আত্মরক্ষার্থে দংশন করে। সর্প দংশন পরবর্তী করণীয় বিষয়সমূহ হলোঃ ';
  static String snakeBiteDetailsInfo09 =
      'বিষধর সাপের দংশনে বিভিন্ন ধরণের লক্ষণ প্রকাশ পেলেও সাধারণত নির্বিষ সাপের দংশনে আক্রান্ত স্থানে সামান্য ব্যথা, ফুলে যাওয়া বা অল্প';
  static String snakeBiteDetailsInfo010 =
      'ক্ষত সৃষ্টি হয়ে থাকে। সর্প দংশনে যেকোনো রোগীকেই নিকটস্থ সরকারি উপজেলা স্বাস্থ্য কমপ্লেক্স/জেনারেল হাসপাতাল/মেডিকেল কলেজ হাসপাতালে দ্রুত নিয়ে যাওয়া উচিত। এসকল সরকারি হাসপাতালে বিনামূল্যে অ্যান্টিভেনম পাওয়া যায়। সর্প দংশন পরবর্তী করণীয় বিষয়সমূহ হলোঃ';
  static String snakeBiteDetailsInfo10 = 'শুরুতেই করণীয়ঃ';
  static String snakeBiteDetailsInfo11 =
      '১.	রোগীকে মানসিকভাবে শান্ত রাখতে হবে।\n২.	সাপ ধরার চেষ্টা করা যাবে না।\n৩. সাপের রঙ এবং গড়ন মনে রাখতে হবে।';
  static String snakeBiteDetailsInfo12 = 'সর্প দংশন প্রতিরোধ করার উপায়ঃ';

  static String snakeBiteDetailsInfo0013 = 'হাসপাতালে নিয়ে যাওয়ার আগে করণীয়ঃ';

  static String snakeBiteDetailsInfo13 =
      '১. ক্ষতস্থান পানি দিয়ে পরিস্কার করতে হবে।\n ২. প্রযোজ্য ক্ষেত্রে সর্প দংশিত স্থানের দুই আঙ্গুল উপরে ক্রেপ ব্যান্ডেজ/তিন ইঞ্চি শাড়ির পাড়/গামছা দিয়ে হালকা করে পুরো হাত/পা বাধঁতে\n';
  static String snakeBiteDetailsInfo013 =
      'হবে, যাতে হৃদপিণ্ডের দিকে রক্তের প্রবাহের গতি কমে যায়। \n৩. বাঁধন যেন কোন অবস্থাতেই খুব বেশী শক্ত না হয়, সেদিকে লক্ষ্য রাখতে হবে। বাধঁনে নাইলনের মিহি বা চিকন সূতা/দড়ি ব্যবহার করা যাবে না।\n৪. রোগীকে কোন ভাবেই হাঁটাচলা করতে দেওয়া যাবে না। \n৫. রোগীকে যথাসম্ভব স্থির অবস্থায় বসিয়ে রাখতে হবে।\n৬. শরীরের যে অংশে সর্পদংশন করেছে, সেই স্থান তার বুকের অবস্থান থেকে যথেষ্ট নিচে রাখতে হবে।\n৭. রোগীর সামনে শোরগোল ও কান্নাকাটি করা যাবে না।';
  static String snakeBiteDetailsInfo14 = 'সর্প দংশন পরবর্তী করণীয়ঃ';

  static String snakeBiteDetailsInfo15 =
      '১.	বিষ বের করার জন্য ক্ষতস্থান মুখ দিয়ে চোষা যাবে না।\n ২. ক্ষতস্থানের চারপাশে ব্লেড বা ধারলো কিছু দিয়ে ত্বক কাটা যাবে না।\n';
  static String snakeBiteDetailsInfo00015 =
      '৩. ক্ষতস্থানে বরফ, মরিচের গুঁড়া ও চুন দেয়া যাবে না।';
  static String snakeBiteDetailsInfo0015 =
      '৪. ক্ষতস্থান রাসায়নিক দ্রব্য দিয়ে পুড়িয়ে দেয়া যাবে না।';
  static String snakeBiteDetailsInfo015 =
      '৫.	প্রয়োজন না হলে রোগীকে নড়াচড়া করা যাবে না।\n৬.	সাপটি ধরার চেষ্টা করা যাবে না।\n৭.	ওঝা বা সাপুড়ের কাছে চিকিৎসার জন্য যাওয়া ও সময় নষ্টকরা যাবে না।\n৮. রোগীকে তাৎক্ষনিক খাবার বা পানীয় প্রদান থেকে বিরত থাকতে হবে।';

  static String snakeBiteDetailsInfo16 = 'সর্প দংশন প্রতিরোধ করার উপায়ঃ';

  static String snakeBiteDetailsInfo1017 =
      'আমাদের দেশে সাধারণত গ্রামাঞ্চলে মানুষ বেশি সর্প দংশনের শিকার হয়। সাপ বন জঙ্গল ছাড়াও বাড়িঘরের আশেপাশে থাকে। আমরা নিম্নোক্ত উপায়ে সর্প দংশন প্রতিরোধ করতে পারিঃ\n\n১.	সাপ নিয়ে নাড়াচড়া বা খেলাধুলা করা যাবে না।\n২. সাপ থাকতে পারে এমন জায়গা যেমন- ঘন ঘাস বা ঝোপঝাড়, ইট বা পাথরের ফাঁক, ইঁদুর বা কোন প্রকার গর্ত ইত্যাদি এড়িয়ে চলতে হবে।\n৩.	জঙ্গল বা ঝোপঝাড়ে যেতে হলে অবশ্যই লম্বা লাঠি ব্যবহার করতে হবে।\n৪.	রাতে চলাফেরার সময় টর্চ লাইট বা অন্য কোনো বাতি ব্যবহার করতে হবে।\n৫.	বাড়ির চারপাশ পরিষ্কার পরিচ্ছন্ন রাখতে হবে যাতে সাপ লুকিয়ে থাকতে না পারে। প্রয়োজনে ঘরের চারপাশে ব্লিচিং পাউডার ব্যবহার করতে হবে যাতে পোকামাকড়, ইঁদুরসহ অন্যান্য প্রাণী ঘরে প্রবেশ করতে না পারে।\n৬.	রাতে মাটিতে ঘুমানো যাবে না।\n৭.	রাতে ঘুমানোর সময় অবশ্যই মশারি ব্যবহার করতে হবে ও বিছানার চারপাশে ভালভাবে গুঁজে দিতে হবে।\n৮.	ঘরবাড়ি ইঁদুর মুক্ত রাখতে হবে।\n৯.	বাড়ির ভেতর-বাহিরে কোন গর্ত থাকলে তা ভরাট করে দিতে হবে।\n১০.	মাছ ধরার সময় ‘চাই’ কিংবা ‘জালের’ মধ্যে হাত দেওয়ার আগে সাপ আছে কি-না তা দেখে নিতে হবে।\n১১.	খালি পায়ে চলাচল না করা।\n১২.	কৃষি কাজ করার সময় প্রয়োজনে গামবুট ব্যবহার করতে হবে।\n১৩.	সাপ দেখা মাত্রই অহেতুক মারতে যাওয়া যাবে না ইত্যাদি।';

  static String snakeBiteDetailsInfo018 = 'বিষধর ও নির্বিষ সাপ চেনার উপায়ঃ';
  static String snakeBiteDetailsInfo019 =
      'এছাড়াও সর্প দংশনের চিহ্ন দেখেও বিষধর নাকি নির্বিষ সাপ দংশন করেছে তা বোঝা যায়। । বিষধর সাপের দুইটি বড় বিষদাঁত থাকায় ক্ষতস্থানে দুটি বিষদাঁতের গভীর ক্ষত চিহ্নের উপস্থিতি স্পষ্ট দেখা যায় এবং অন্যান্য দাঁতের চিহ্নের সাইজ একরকম হয়। অপরদিকে নির্বিষ সাপের দাতেঁর গঠন সব একই রকম হওয়ায় ক্ষতস্থানে দাঁতের দংশনের চিহ্ন সব একরকম হয়। ';

  static String snakeBiteDetailsInfo17 =
      'ভারতে সব রকমের সাপের কামড়ের জন্যই একটি মাত্র অ্যান্টিভেনাম ব্যবহৃত হয়। যার নাম পলিভ্যালেন্ট অ্যান্টিভেনাম (Polyvalent Antivenum)। তামিলনাড়ুর মহাবলীপূরমের ইরুলা সোসাইটিতে যা তৈরি হয়ে গোটা দেশে পৌঁছে যায়। সাপে কামড়ালে ভয় না পেয়ে আতঙ্কিত না হয়ে সময়মতো হাসপাতালে পৌঁছে গেলেই সম্পূর্ণ চিকিৎসা সম্ভব।';

  static String snakeBiteDetailsInfo18 =
      'স্বাস্থ্য অধিদপ্তরের সাবেক মহাপরিচালক ও বাংলাদেশ টক্সিকোলজি সোসাইটির সভাপতি এম এ ফয়েজ সাপের দংশন ও এর চিকিৎসা নিয়ে বই লিখেছেন। \n \nসেখানে তিনি উল্লেখ করেছেন, গোখরো সাপের দংশনের গড় ৮ ঘন্টা পর, কেউটে সাপের দংশনের গড় ১৮ ঘণ্টা পর ও চন্দ্রবোড়া সাপের দংশনের গড় ৭২ ঘন্টা বা তিন দিন পর রোগীর মৃত্যু হতে পারে। বেশিরভাগ ক্ষেত্রে এই সময়সীমার মধ্যে অ্যান্টিভেনম প্রয়োগ করা জরুরি। \n \nসাপের কামড় বা দংশনের পরে, দ্রুত অ্যান্টিভেনম ইনজেকশন দিলে, অ্যান্টিভেনমের অ্যান্টিবডিগুলি বিষকে নিষ্ক্রিয় করে । যার ফলে আক্রান্ত ব্যক্তির জীবন বা অঙ্গ-প্রত্যঙ্গ বেঁচে যায় ।\n \nসাপ কামড়ানোর পর একজন রোগীকে ১০টি করে অ্যান্টিভেনম ইনজেকশন দিতে হয়। ১০টি ভায়াল মিলে একটি ডোজ হয়ে থাকে।\n \nবিষের পরিমাণ এবং বিষাক্ততার মাত্রা বেশী হলে সাপে কামড়ানো ব্যক্তির উপর এক বা একাধিক ডোজ অ্যান্টিভেনম প্রয়োগ করার প্রয়োজন হতে পারে।\n \nচিকিৎসকরা মূলত রোগীকে হাসপাতালে ভর্তি করে তার বিভিন্ন লক্ষণ পর্যবেক্ষণ করে চিকিৎসকরা দিয়ে থাকেন। এসব লক্ষণের মধ্যে রয়েছে, শরীর অসাড় হয়ে যাওয়া, মাথা ঘোরানো, বুক ধরফর করা, শ্বাসকষ্ট, অসংগত ব্যবহার, ক্ষণিকের জন্য রক্তচাপ কমা।\n \nবিষধর সাপের অ্যান্টিভেনম সাপ ভেদে যেমন আলাদা হয়ে থাকে তেমনি একই অ্যান্টিভেনমে কয়েক ধরণের বিষধর সাপের বিষ নিষ্ক্রিয় করা যায়।\n \nএই কার্যকারিতার উপর ভিত্তি করে অ্যান্টিভেনম দুই রকম হয়ে থাকে।\n \nমনোভ্যালেন্ট অ্যান্টিভেনম – যে অ্যান্টিভেনমগুলো শুধু একটি নির্দিষ্ট প্রজাতির সাপের বিষের বিরুদ্ধে কার্যকর এবং পলিভ্যালেন্ট অ্যান্টিভেনম – যে অ্যান্টিভেনমগুলো একাধিক প্রজাতির সাপের বিষের বিরুদ্ধে কার্যকর।\n \nবাংলাদেশ টক্সিকোলজি সোসাইটির তথ্য অনুযায়ী, বাংলাদেশে যে অ্যান্টিভেনম আনা হয়, সেটি মূলত চারটি সাপের বিষের একটি ককটেল বা মিশ্রণ, যা কিছু সাপের দংশন নিরাময়ে কাজ করে। বাকি ক্ষেত্রে সেগুলো আংশিক কাজ করে\n \nঅনেক সময় সাপের কামড়ের ধরণ দেখে, আবার রক্ত পরীক্ষা করে চিকিৎসকরা বুঝতে পারেন যে এটি বিষাক্ত সাপে কামড়েছে নাকি বিষহীন সাপে কামড়\n \nতারপরও সাপে কামড়ানোর সময় সেটি কি প্রজাতির সাপ সেটি দেখতে কেমন তা লক্ষ্য করতে বা ছবি তুলে রাখার পরামর্শ দিয়েছেন চিকিৎসকরা। সাপের এই বর্ণনা পরবর্তীতে চিকিৎসা পরিকল্পনায় সাহায্য করতে পারে।';
  static String snakeBiteDetailsInfo19 = 'সর্প দংশনের সংখ্যাঃ';
  static String snakeBiteDetailsInfo021 = 'সর্প দংশনের তথ্য দিন';
  static String snakeBiteFeedBackInfo = 'অ্যাপ সম্পর্কে মতামত দিন';
  static String snakeBiteDetailsInfo020 =
      'সর্পদংশন একটি অপ্রত্যাশিত দূর্ঘটনা। এটি এখনও বাংলাদেশের একটি গুরুত্বপূর্ণ কিন্তু অবহেলিত জনস্বাস্থ্য সমস্যা। বিশ্বস্বাস্থ্য সংস্থার প্রতিবেদনে (২০২২) বলা হয়েছে, সারা বিশ্বে প্রতি বছর প্রায় ৫০ লক্ষ মানুষ সর্পদংশনের ‍শিকার হয়, যার মধ্যে এক লক্ষ আশি হাজার (১,৮০,০০০) জনের বেশী মানুষ মারা যায় এবং প্রায় ০৮ লক্ষ মানুষ স্থায়ীভাবে পঙ্গুত্ববরণ করে।  বাংলাদেশে স্বাস্থ্য অধিদপ্তরের সর্বশেষ গবেষণা জরীপের (জুন/২০২৩) ফলাফলে দেখা যায় যে, এ দেশে প্রতি বছর প্রায় চার (০৪) লক্ষ মানুষ সর্পদংশনের ‍শিকার হয় এবং এর মধ্যে সাত হাজার পাঁচশত (৭৫০০) জন মানুষ মারা যায়। \n\nসাপ দিন ও রাতে উভয় সময়েই দংশন করে থাকে। বর্ষাকালে সর্পদংশনের সংখ্যা বেশী ঘটে, কারণ বর্ষায় পানিতে ইঁদুরের গর্তসহ চারিদিক ডুবে যাওয়ায় সাপ শুকনো জায়গার খোঁজে বাড়ির আশেপাশে উঁচু স্থানে আশ্রয় নেয়। বাংলাদেশে সাধারণত সর্পদংশনের শিকার হয় গ্রাম অঞ্চলের খেটে খাওয়া সাধারণ মানুষজন। কৃষক, গৃহিনী, জেলে, কৃষি, চা, রাবার ও পাম শ্রমিক, সাপ শিকারী ও সাপুড়ে, সর্প গবেষক প্রভৃতি পেশার মানুষজন প্রধানত সর্পদংশনের শিকার হয়।';
  static String snakeBiteDetailsInfo29 = 'সাপঃ';
  static String snakeBiteDetailsInfo31 =
      'আড়ংঘাটা স্কুলে সাপ সৌম্য নামেও পরিচিত। ইংরেজি snake শব্দটি এসেছে প্রাচীন ইংরেজি sanca থেকে, যা এসেছে প্রোটো জার্মানিক *sank-an- (cf. জার্মান Schnake "ring snake", এবং সুইডিশ snok "grass snake" থেকে। এছাড়া প্রোটো-ইন্দো-ইউরোপিয়ান শাখা (s)nēg-o- "to crawl, creep" (বুকে হাঁটা); এখান থেকে এসেছে এর সংস্কৃত নাম nāgá বা সাপ।[৩] সাপের অন্য একটি নাম serpent, একটি ফরাসি শব্দ, এটি এসেছে ইন্দো-ইউরোপিয়ান *serp- to creep[৪] এবং এখান থেকেই এসেছে সাপের গ্রীক নাম érpein (ερπω) ও সংস্কৃত নাম সর্প।';
  static String snakeBiteDetailsInfo30 =
      'সাপ হাত-পা বিহীন দীর্ঘ শরীরের, মাংসাশী, ধূর্ত এক প্রকার সরীসৃপ। এদের চোখের পাতা এবং বহিকর্ণ না থাকায়, সাপ পা-বিহীন টিকটিকি থেকে আলাদা। বৈজ্ঞানিক শ্রেণীবিন্যাস অনুযায়ী, প্রাণী জগৎ (প্রাণী) জগতের, কর্ডাটা (কর্ডটা) পর্বের। \n \nএখন পর্যন্ত যতোদূর জানা যায়, সাপের সর্বমোট ১৫টি পরিবার, ৪৫৬টি গণ, এবং ২,৯০০টিরও বেশি প্রজাতি রয়েছে। \n\n ';
  static String snakeBiteDetailsInfo20 = 'ঔষধ / অ্যান্টিভেনামঃ';
  static String snakeBiteDetailsInfo32 = 'ব্যুৎপত্তিঃ';
  static String snakeBiteDetailsInfo34 = 'বিবর্তনঃ';
  static String snakeBiteDetailsInfo36 = 'শ্রেণীবিন্যাসঃ';
  static String snakeBiteDetailsInfo38 = 'গুরুত্বঃ';
  static String snakeBiteDetailsInfo42 = 'সাপ পরিবেশের উপকারী প্রাণী';
  static String snakeBiteDetailsInfo45 =
      'ইকোসিস্টেমের ভারসাম্য বজায় রাখতে সাপগুলি অবিচ্ছেদ্য ভূমিকা পালন করে। বেশিরভাগ সিস্টেমে সাপ শিকারী এবং শিকার উভয়ই হতে পারে। যখন একটি বিশাল শিকারের জনগোষ্ঠী একটি বিশাল সাপের জনগোষ্ঠীকে আকর্ষণ করে এবং ধরে রাখে, সেই সাপগুলি পাখি, স্তন্যপায়ী এবং এমনকি অন্যান্য সাপের শিকার হয়ে যায়! কিছু সাপ কিংগনেকের মতো অন্যান্য সাপগুলিতে শিকার করার ক্ষেত্রে বিশেষজ্ঞ হয়, যা র‍্যাটলস্নেকগুলিতে শিকার করতে পারে কারণ তারা রেটলস্নেকের বিষের প্রতিরোধী। দক্ষিণ-পূর্ব এশিয়ার রাজা কোবরা, বিশ্বের দীর্ঘতম বিষাক্ত সাপ, তিনিও সাপ খাওয়ার বিশেষজ্ঞ!';
  static String snakeBiteDetailsInfo43 =
      'পরিবেশের ভারসাম্য রক্ষায় সাপের গুরুত্ব অপরসীম। সাপ ইঁদুর এবং অন্যান্য ছোট ছোট ইঁদুর গুলিকে খাওয়ার মাধ্যমে পোকার সংখ্যা কমিয়ে দেয় যা ফসলেকে ক্ষতি থেকে রোক্ষা করে। নেব্রাস্কা বিশ্ববিদ্যালয় অনুমান করে যে ইঁদুরের জন্য নেব্রাস্কাতে বছরে ২০ মিলিয়ন ডলার ক্ষতি হয়! বেশিরভাগ মানুষ রাসায়নিকের সাহায্যে এই কীটপতঙ্গগুলি নিয়ন্ত্রণ করার চেষ্টা করে যা পরিবেশকে দূষিত করে। সাপ একটি সহজ, পরিবেশ বান্ধব, বিনামূল্যে এবং প্রাকৃতিক কীটপতঙ্গ নিয়ন্ত্রণ পরিষেবা সরবরাহ করে।';
  static String snakeBiteDetailsInfo41 =
      'সাপ শুধু প্রকৃতির ভারসাম্যই রক্ষা করে না, এর বিষ মানুষের নানা রোগ থেকে মুক্তি এনে দেয়। অ্যালোপ্যাথি, হোমিওপ্যাথি চিকিৎসায় সাপের বিষের ওষুধ অতুলনীয়। হোমিওপ্যাথি চিকিৎসায় ‘ক্রোটেলাস হরিডাস’ নামক এক ধরনের স্মৃতিশক্তি বাড়িয়ে তোলার ওষুধ রয়েছে, যা র্যাটেল সাপের বিষ দিয়ে তৈরি। আরো আছে ‘ল্যাকেসিস’ নামক এক ধরনের ওষুধ, যা খেলে প্রচণ্ড মানসিক রোগীও নিরাময় লাভ করে। এ ওষুধটিও তৈরি হচ্ছে বিষধর সাপের বিষ থেকে। সাপটির নামানুসারেই ওষুধটির নাম রাখা হয়েছে ‘ল্যাকেসিস’। এই সাপ যুক্তরাষ্ট্রের জঙ্গলে বাস করে। এতে প্রতীয়মান হয়, সাপ অপকার করলেও আমাদের উপকারী বন্ধু ওরা।';
  static String snakeBiteDetailsInfo39 = 'অর্থনীতিতে সাপের বিষের গুরুত্ব';
  static String snakeBiteDetailsInfo40 =
      ' সাপের বিষে যেমন জীবনাবসান ঘটে, তেমনি জীবনধারণও করে। আবার কিছু সাপ যেমন মানবশিশুকে গিলে ফেলে, তেমনি জাতিভেদে কিছু মানুষও আয়েশ করে সাপ খায়। যেমন— চীনসহ এশিয়ার আরো কয়েকটি দেশে সাপ একটি জনপ্রিয় খাবার।';
  static String snakeBiteDetailsInfo37 =
      'লিলিয়ান শ্রেণীবিন্যাসে আধুনিক কালের সকল সাপ স্কোয়ামান্টা বর্গের সার্পেন্টেস উপশ্রেণীভুক্ত, যদিও স্কোয়ামান্টার ভেতর তাদের রাখার বিষয়টি বিতর্কিত।[১] সার্পেন্টেস বর্গের দুটি অধিবর্গ রয়েছে: Alethinophidia (অ্যালিথিনোফিডিয়া) ও Scolecophidia (স্কোলেকোফিডিয়া)। শারীস্থানিক বৈশিষ্ট্য ও মাইটোকন্ড্রিয়াল ডিএনএ-এর সদৃশ্যতার ওপর ভিত্তি করে এই পৃথকীকরণ করা হয়েছে। সাম্প্রতিককালে কলুব্রইডে (কলুব্রয়েড সাপ) ও অ্যাক্রোকরডিডস অন্তর্ভুক্ত হওয়ার কারণে, অ্যালিথিনোফিডিয়াকে মাঝে-মধ্যে হেনোফিডিয়া ও সেনোফিডিয়া-এই দুভাগে ভাগ করা হয়। এছাড়া অন্যান্য অ্যালিথিনোফিডিয়ান পরিবার হেনোফিডিয়ার অন্তর্ভুক্ত।[৭] যদিও এখন অস্তিত্ত্ব নেই, কিন্তু Madtsoiidae (ম্যাডসোইডে) নামক পরিবারের বৃহৎ, আদিম, এবং অনেকটা অজগরের মতো দেখতে সাপের অস্তিত্ত্ব প্রায় ৫০,০০০ বছর আগে অস্ট্রেলিয়াতে ছিলো বলে জানা যায়, যার অনেকগুলো গণের মধ্যে একটা হচ্ছে ওনাম্বি। স্থান দেওয়া-না দেওয়া নিয়ে বিভিন্ন গোষ্ঠীর মধ্যে যথেষ্ট বিতর্ক রয়েছে। উদাহরণস্বরূপ, বিভিন্ন সূত্রে Boidae (বোইডে) ও Pythonidae (পাইথনিডে)-কে একই পরিবারভুক্ত হিসেবে শ্রেণীবিন্যাসে উল্লেখ করেছে। ';
  static String snakeBiteDetailsInfo35 =
      'সাপের জীবাশ্ম (fossil) পাওয়া খুব দুরূহ, কারণ সাপের কঙ্কাল ছোটো এবং ভঙ্গুর, যার ফলে অশ্মীভবন (fossilization) খুব একটা হয় না। যদিও দক্ষিণ আমেরিকা ও আফ্রিকায় পাওয়া ১৫ কোটি বছরের পুরোনো নমুনা থেকে সাপের অস্তিত্ত্ব বোঝা যায়, যেটার গঠন বর্তমানকালের গিরগিটির মতো।[৫] তুলনামূলক শারীরস্থানবিদ্যার ওপর ভিত্তি করে এই ঐকমত্যে পৌঁছানো গেছে যে গিরগিটি থেকেই সাপের উৎপত্তি।';
  static String snakeBiteDetailsInfo33 =
      'আড়ংঘাটা স্কুলে সাপ সৌম্য নামেও পরিচিত। ইংরেজি snake শব্দটি এসেছে প্রাচীন ইংরেজি sanca থেকে, যা এসেছে প্রোটো জার্মানিক *sank-an- (cf. জার্মান Schnake "ring snake", এবং সুইডিশ snok "grass snake" থেকে। এছাড়া প্রোটো-ইন্দো-ইউরোপিয়ান শাখা (s)nēg-o- "to crawl, creep" (বুকে হাঁটা); এখান থেকে এসেছে এর সংস্কৃত নাম nāgá বা সাপ।[৩] সাপের অন্য একটি নাম serpent, একটি ফরাসি শব্দ, এটি এসেছে ইন্দো-ইউরোপিয়ান *serp- to creep[৪] এবং এখান থেকেই এসেছে সাপের গ্রীক নাম érpein (ερπω) ও সংস্কৃত নাম সর্প।';
  static String snakeBiteDetailsInfo21 = 'সর্পদংশন কিভাবে এড়ানো যায়?';
  static String snakeBiteDetailsInfo22 = 'বিষধর সাপ চেনার উপায়ঃ';
  static String snakeBiteDetailsInfo23 = 'জরুরি ওষুধ(Emergency Medications)';
  static String snakeBiteDetailsInfo24 = 'অন্যান্য (Miscellaneous)';
  static String snakeBiteDetailsInfo25 = 'টেলিমেডিসিন সেবা';
  static String snakeBiteDetailsInfo27 = 'মোবাইল ফোনে স্বাস্থ্য সেবা';
  static String snakeBiteDetailsInfo44 = 'খাদ্য শৃঙ্খল ভারসাম্য বজায় রাখে';
  static String snakeBiteDetailsInfo28 =
      'মোবাইল ফোনের মাধ্যমে নাগরিকগণ এখন সরকারী স্বাস্থ্য কেন্দ্রে কর্মরত চিকিৎসকের কাছ থেকে বিনামূল্যে স্বাস্থ্য পরামর্শ নিতে পারছেন। সেজন্য বাংলাদেশের প্রতিটি জেলা ও উপজেলা হাসপাতালে (মোট ৪৮২টি হাসপাতাল)';
  static String snakeBiteDetailsInfo26 =
      '⦁ রোগীকে মানসিকভাবে শান্ত রাখা। \n⦁ ক্ষতস্থান পরিস্কার পানি দিয়ে পরিস্কার করা। \n⦁ প্রযোজ্য ক্ষেত্রে সর্প দংশিত স্থানের দুই আঙ্গুল উপরে ক্রেপ ব্যান্ডেজ/তিন ইঞ্চি';
  static String snakeBitedetailsInfo026 =
      'শাড়ির পাড়/গামছা দিয়ে হালকা করে পুরো হাত/পা বাধঁতে হবে, যাতে হৃদপিণ্ডের দিকে রক্তের প্রবাহের গতি কমে যায়। ';
  static String snakeBitedetailsInfo027 =
      '⦁ বাঁধন যেন কোন অবস্থাতেই খুব বেশী শক্ত না হয়, সেদিকে লক্ষ্য রাখতে হবে। বাধঁনে নাইলনের মিহি বা চিকন সূতা/দড়ি ব্যবহার করা যাবে না।';
  static String snakeBitedetailsInfo0027 =
      '⦁ রোগীকে যথাসম্ভব স্থির অবস্থায় বসিয়ে রাখতে হবে।';
  static String snakeBitedetailsInfo00028 =
      '⦁ রোগীকে কোন ভাবেই হাঁটাচলা করতে দেওয়া যাবে না।';
  static String snakeBitedetailsInfo028 =
      '⦁ শরীরের যে অংশে সাপ কেটেছে তা বুকের অবস্থান থেকে যথেষ্ট নিচে রাখতে হবে।\n⦁ সাপে কাটলে তাৎক্ষণিকভাবে শরীরের আংটি, চুরি, ব্রেসলেট, ঘড়ি খুলে ফেলতে হবে।\n⦁	ওঝা বা বেদের মাধ্যমে অবৈজ্ঞানিক উপায়ে চিকিৎসা করিয়ে সময় নষ্ট করা যাবে না।\n ⦁	রোগীকে অবশ্যই যানবাহন যোগে হাসপাতালে নেয়া উচিত এবং সবসময় রোগীকে যানবাহনের মাঝখানে বসিয়ে নিতে হবে।';
  static String snakeBitedetailsInfo29 =
      'সর্পদংশনের প্রাথমিক চিকিৎসার নির্দেশনা';
  static String snakeBitedetailsInfo30 = 'Do it Right';
  static String snakeBitedetailsInfo31 =
      '১. রোগীকে ওঝা/কবিরাজ/বেদে সম্প্রদায়ের কাছে চিকিৎসার জন্য নিয়ে যাওয়া ও সময় নষ্ট করা;\n২. দংশিত স্থানে ধারালো বেল্ড বা ছুরি দিয়ে কেটে রক্ত বের করা;\n৩. মুখ দিয়ে চুষে দংশিত স্থান থেকে রক্ত বের করা;';
  static String snakeBitedetailsInfo32 =
      '৪. তেল, ঘি, মরিচ, গোবর ইত্যাদি খাইয়ে রোগীকে বমি করানোর জন্য চেষ্টা করা;\n৫. রোগীকে কেঁচো/কেঁচোর রস খাওয়ানোর চেষ্টা করা;\n৬. গাছ-গাছড়ার রস দিয়ে প্রলেপ দেয়া ও কাঁচা ডিম, কফি, গোবর, তেঁতুল জাতীয় বিভিন্ন টক জাতীয় খাবার খাওয়ানো; \n৭. একাধিক স্থানে নাইলনের রশি দিয়ে খুব শক্ত করে বাঁধন দেয়া;\n৮. কাকিলা মাছের ঠোঁট ও বেল গাছের কাঁটা দিয়ে সর্পদংশনের স্থান ছিদ্র করে রক্ত বের করার চেষ্টা করা;\n৯. এসিড জাতীয় রাসায়নিক দ্রব্য দিয়ে সর্পদংশনের স্থান পুড়িয়ে দেয়া ও মরিচের গুঁড়া লাগানো;\n১০. রোগীর দংশিত স্থানে চুন ও শিমের বিচি লাগানো;\n১১.	রাসেল’স ভাইপার, গ্রিন পিট ভাইপার দংশন করলে/ এদের দ্বারা দংশিত হলে আক্রান্ত স্থান ফুলে গেলে ছিদ্র করে রক্ত বের করার চেষ্টা করা;\n১২. সাপ হত্যা না করলে রোগী সুস্থ হবে না-এই মতবাদে সাপ ধরতে উদ্বুদ্ধ হওয়া; \n১৩. কড়ি বা বাটি চালান দিয়ে দংশিত সাপকে আনার অপচেষ্টা করা ইত্যাদি।';
  static String snakeBitedetailsInfo33 =
      'সাপের আবাসস্থল ধ্বংস, বনভূমি উজাড়, শহরায়ন ও নগরায়ন প্রভৃতি কারণে ‌বাংলাদেশে প্রাপ্ত বিভিন্ন প্রজাতির সাপের সংখ্যা দিন দিন হ্রাস পাচ্ছে। যার ফলশ্রুতিতে সাপ ও মানুষের দ্বন্দ্ব প্রতিনিয়ত বৃদ্ধি পাচ্ছে। দ্বন্দ্বের কারণে উল্লেখযোগ্যহারে সাপ মানুষের হাতে মারা যাচ্ছে এবং সেই সাথে সাপের কামড়ে মানুষেরও মৃত্যু ঘটছে। এ থেকে উত্তরণের একমাত্র উপায় সাপের প্রাকৃতিক আবাসস্থল পুনরুদ্ধার ও মানুষের মধ্যে সাপ সম্পর্কিত বিভিন্ন কুসংস্কার দূরীকরণে প্রয়োজন গনসচেতনতা সৃষ্টি করা।\n';
  static String snakeBitedetailsInfo34 =
      'বন অধিদপ্তরের বন্যপ্রাণী অপরাধ দমন ইউনিটসহ অন্যান্য বিভাগ সারা দেশব্যাপী বন্যপ্রাণী সংরক্ষণে বিভিন্ন সচেতনতামূলক ও প্রশিক্ষণ কার্যক্রম পরিচালনা করছে।‌ এর মাধ্যমে জনসাধারণের মধ্যে বন ও বন্যপ্রাণী সংরক্ষণে সচেতনতা সৃষ্টি হয়েছে। এছাড়াও বন ও বন্যপ্রাণীর সহাবস্থান নিশ্চিতকরণ ও সাধারণ মানুষের মধ্যে বিভিন্ন প্রজাতির বন্যপ্রাণীসহ সাপ নিয়ে সচেতনতা তৈরীর লক্ষ্যে বর্তমানে বিভিন্ন স্বেচ্ছাসেবী রেসকিউ টিম গঠিত হয়েছে। তারা দেশের বিভিন্ন এলাকায় সাপ উদ্ধারে ও উদ্ধার পরবর্তী উর্পযুক্ত পরিবেশে অবমুক্তকরণের সাথে জড়িত। যেহেতু বর্তমানে সারা দেশব্যাপী বন্যপ্রাণী উদ্ধারে শুধুমাত্র বন‌ অধিদপ্তরের পক্ষে এককভাবে সম্ভব নয় তাই বর্তমান প্রেক্ষাপটে বন অধিদপ্তরের মাঠ পর্যায়ে কর্মকর্তা-কর্মচারীদের সাথে এসকল স্বেচ্ছাসেবী রেস্কিউ টিম একযোগে কাজ করছে। ঘরের মধ্যে সাপ দেখা গেলে নিকটস্থ বন বিভাগের সাথে অথবা স্বেচ্ছাসেবী রেসকিউ টিমের সাথে যোগাযোগ করুন।\n';
  static String snakeBitedetailsInfo35 =
      'সাপ উদ্ধারে প্রয়োজন যথাযথ প্রশিক্ষণ ও দক্ষতা। যথাযথ প্রশিক্ষণ গ্রহণ করা ছাড়া সাপ ধরা বা উদ্ধারে কোন স্থানে গমন করা উচিত নয়। এক্ষেত্রে যে কোন সময় বড় ধরনের দূর্ঘটনা ঘটার সম্ভাবনা ও জীবনের ঝুঁকি রয়েছে। \n';
  static String snakeBitedetailsInfo36 =
      'বন্যপ্রাণী (সংরক্ষণ ও নিরাপত্তা) আইন, ২০১২ অনুযায়ী লাইসেন্স বা পারমিট ব্যতীত সাপসহ যে কোন বন্যপ্রাণী বা এদের দেহের যে কোন অংশ ক্রয়-বিক্রয়, শিকার, ধরা, মারা, নিজে হেফাজতে রাখা আইনত দণ্ডনীয় অপরাধ। উক্ত অপরাধের শাস্তি হিসেবে সর্বোচ্চ ০১ (এক) বছর পর্যন্ত কারাদণ্ড অথবা সর্বোচ্চ ৫০ পঞ্চাশ) হাজার টাকা পর্যন্ত অর্থদণ্ড অথবা উভয়দণ্ডের বিধান রয়েছে।\n';
  static String snakeBitedetailsINfo37 = 'সাপ সম্পর্কিত গুরুত্বপূর্ণ ভিডিও:';
  static String snakeBitedetailsINfo38 = 'সাপ সম্পর্কিত লিফলেট';
  static String snakeBitedetailsINfo39 =
      'সাপ সর্ম্পকিত বিভিন্ন গুরুত্বপূর্ণ তথ্য সম্বলিত লিফলেট, পোস্টারঃ';
  static String snakeBitedetailsINfo40 = 'বাংলাদেশের সাপের প্রজাতি';
  static String snakeBitedetailsINfo41 = 'সাপ সম্পর্কিত কুসংস্কারঃ';
  static String snakeBitedetailsINfo42 =
      'সাপ সম্পর্কে সাধারণ মানুষের মধ্যে রয়েছে অনেক ভ্রান্ত ধারণা, যার মূল উৎস হল বিভিন্ন পৌরাণিক কল্পকাহিনী। সাপ নিয়ে নানা ধরনের ভীতিকর চমকপ্রদ ও সত্য-মিথ্যার মুখরোচক কল্পকাহিনী প্রচলিত রয়েছে। যুগ যুগ ধরে চলে আসা এসব কল্পকাহিনী নিয়ে তৈরি হয়েছে অনেক নাটক এবং সিনেমা। এসব নাটক এবং সিনেমাসহ নানা মাধ্যমে মানুষ জেনেছে, সাপ মানেই খুব ভয়ংকর প্রাণী এবং ওঝা, কবিরাজরাও সাপকে ভয়ংকরভাবে উপস্থাপন করে আসছে। এ কারণে কারো মুখে ‘সাপ’ শব্দটি শুনলে মানুষ ভয়ে কেঁপে ওঠে ও অতি উৎসাহী কিছু মানুষ আবার লাঠি নিয়ে মারতে যান।';
  static String snakeBitedetailsINfo43 = 'সাপ নিয়ে প্রচলিত কুসংস্কারগুলো হলোঃ-';
  static String snakeBitedetailsINfo44 =
      '❖ সাপের মাথায় মনি থাকে; \n❖ বীণ বাজালে সাপ আসে ও নাচে; \n❖ সাপ গরুর দুধ খায়;\n❖ ফুলের গন্ধে সাপ আসে;\n❖ সাপ উড়তে পারে;\n❖ কড়ি চালান দিয়ে দংশিত সাপ আনা যায়;\n❖ দাঁড়াশ সাপ মারাত্মক বিষধর- এটি লেজ দিয়ে আঘাত করলে স্থানটি পঁচে যায়; \n❖ সাপ মানুষকে চিনে রাখে, দিনের বেলায় আঘাত করলে রাতে ঘরে এসে কামড় দেয়; \n❖ কার্বলিক এসিড এবং মন্ত্রতন্ত্রতে সাপ নিয়ন্ত্রণ করা যায়; \n❖ দুমুখো সাপ আছে; \n❖ মাইট্র্যা বা মেটে সাপ, ঢোঁরা সাপ দংশনের পরে গোবরে পা পড়লে মৃত্যু নিশ্চিত; \n❖ শনি-মঙ্গলবার বিষহীন সাপের বিষ হয়; \n❖ সাপের পা দেখলে, ধনী হয়ে যাবে; \n❖ যে কোন সাপ দংশন করলে ওঝা ভালো করতে পারে ইত্যাদি।\n';
  static String snakeBitedetailsINfo45 = 'সাপের গুরুত্ব';
  static String snakeBitedetailsINfo46 =
      '➢ সাপ আমাদের পরিবেশের ভারসাম্য রক্ষায় গুরুত্বপূর্ণ ভূমিকা পালন করে।\n➢	সাপ কৃষকের বন্ধু। কৃষি বিভাগের তথ্যমতে, প্রতি বছর ইঁদুর যে পরিমাণ খাদ্যশস্য নষ্ট';
  static String snakeBitedetailsINfo47 =
      'করে তার আনুমানিক বাজারমূল্য প্রায় ৩ হাজার কোটি টাকা।এর মধ্যে সবচেয়ে বেশি ক্ষতি করে ধান ও গমের। এশিয়ায় বছরে ১৮ কোটি মানুষের ও বাংলাদেশে ৫০-৫৪ লাখ লোকের ১২ মাসের খাবার নষ্ট করে ইঁদুর। বাংলাদেশের প্রায় ১০ শতাংশ ধান-গম ইঁদুর খেয়ে ফেলে ও নষ্ট করে।';
  static String snakeBitedetailsINfo461 =
      'প্রতিষেধক হিসেবে অ্যান্টিভেনম তৈরীতে বিষধর সাপের বিষ ব্যবহৃত হয়।';

  static String snakeBitedetailsINfo48 =
      '➢ একটি প্রাপ্ত বয়স্ক দাঁড়াশ সাপ বছরে ৮০-১০০ টি ইঁদুর খেয়ে থাকে এবং কৃষকের বন্ধু হিসেবে কাজ করে। \n➢ মানুষের জীবন রক্ষায় বিষধর সাপের দংশনের \n';
  static String snakeBitedetailsINfo50 =
      'প্রতিষেধক হিসেবে অ্যান্টিভেনম তৈরীতে বিষধর সাপের বিষ ব্যবহৃত হয়।';
  static String snakeBitedetailsINfo51 =
      '➢ এছাড়াও সাপের বিষ প্রায় ৪২ ধরনের জীবন রক্ষাকারী ঔষধ তৈরীর কাঁচামাল হিসেবে ব্যবহৃত হয়।';
  static String snakeBitedetailsInfo052 = 'অধচ প্রতিনিয়ত মানুষ অজ্ঞতা ও কুসংস্কারের বশবর্তী হয়ে অনেক উপকারী সাপ প্রতিনিয়ত মেরে ফেলছে যা মোটেও কাম্য নয়। তাই আমাদের নিজেদের উপকারে ও পরিবেশের ভারসাম্য রক্ষায় সাপ সংরক্ষণ করা উচিত।';
  static String snakeBitedetailsINfo52 =
      'বশবর্তী হয়ে অনেক উপকারী সাপ প্রতিনিয়ত মেরে';
  static String snakeBitedetailsInfo051 = 'ফেলছে যা মোটেও কাম্য নয়। তাই আমাদের নিজেদের উপকারে ও পরিবেশের ভারসাম্য রক্ষায় সাপ সংরক্ষণ করা উচিত।';
  static String snakeBiteTreatmentText =
      'সরকারি হিসেবে প্রতি বছরে আমাদের দেশে ৭৫০০ জন মানুষ সর্পদংশনে মৃত্যুবরণ করে। যার মূল কারণ হলো বিষধর ও নির্বিষ সাপ না চেনা, সর্পদংশন প্রতিরোধ, প্রাথমিক ও আধুনিক চিকিৎসা সম্পর্কে সঠিকভাবে না জানা। মূলত এখনও সর্পদংশনের পর আমাদের দেশে চিকিৎসার জন্য ৮০% মানুষ প্রথমে যায় ওঝার বা বৈদ্যের কাছে এবং বাকি ২০% মানুষ গ্রাম্য ডাক্তার/রেজিস্ট্রার ডাক্তার/হাসপাতালে যায়। সর্পদংশন পরবর্তী মূল্যবান সময় নষ্ট করে অনেক দেরীতে রোগী মুমূর্ষু অবস্থায় হাসপাতোলে পৌঁছে, তখন চিকিৎসকের আসলে করার কিছুই থাকে না ফলে এদেশে সর্পদংশনে মৃত্যুহার অত্যাধিক। \n';
  static String snakeBiteTreatmentText1 =
      'সর্পদংশন চিকিৎসার জন্য বিষক্রিয়ার লক্ষণ বা উপসর্গ দেখে চিকিৎসা প্রদান করা হয়। বিষধর সাপে কামড়ানো রোগীর চিকিৎসা বলতে অ্যান্টিভেনম প্রয়োগ একমাত্র উপায়। তবে বিষক্রিয়ার লক্ষণ বা উপসর্গ দেখে সর্প দংশনের পরে যত তাড়াতাড়ি সম্ভব প্রয়োগ করতে হবে। তাই সর্পদংশনের সঙ্গে সঙ্গে যত দ্রুত সম্ভব রোগীর নিকটবর্তী সরকারি হাসপাতালে নিয়ে যেতে হবে।\n';
  static String snakeBiteTreatmentText2 = 'অ্যান্টিভেনম:';
  static String snakeBiteTreatmentText3 =
      'অ্যান্টিভেনম হলো সাপের বিষের বিরুদ্ধে কার্যকারী একমাত্র উপাদান। বিষধর সর্পদংশনে রোগীর চিকিৎসা বলতে অ্যান্টিভেনম বা বিষ প্রতিরোধক প্রয়োগ একমাত্র উপায়। | স্বাস্থ্য অধিদপ্তর প্রতিবছরই সরকারিভাবে অ্যান্টিভেনম ভারত থেকে আমদানি করে এবং সরকারি হাসপাতালগুলোতে (মেডিকেল কলেজ হাসপাতাল, জেলা সদর হাসপাতাল ও উপজেলা স্বাস্থ্য কম্পপ্লেক্স) তাদের চাহিদা অনুযায়ী সররবারহ করে থাকে। বেসরকারীভাবে আমদানীকৃত বর্তমানে এক ডোজ অ্যান্টিভেনম (১০ ভায়াল/১০০ মি.গ্রা) এর বাজারমূল্য দশ হাজার টাকা কিন্তু সরকারি হাসপাতালে সর্পদংশিত রোগীদের যা বিনামূল্যে প্রদান করা হয়।';
  static String snakeBiteTreatmentText4 =
      'এন্টিভেনাম প্রাপ্যতার বিষয়ে যোগাযোগ:';
  static String snakeBiteTreatmentText5 =
      'দেশের সকল মেডিকেল কলেজ হাসপাতাল, জেলা সদর হাসপাতাল ও উপজেলা স্বাস্থ্য কমপ্লেক্সে যোগাযোগের জন্য লিংক (ক্লিক করুন):';
  static String snakeBiteTreatmentText6 =
      '(আপনার এলাকায় অবস্থিত সরকারি হাসপাতালে যোগাযোগের জন্য সংশ্লিষ্ট ট্যাবে গিয়ে বিভাগ/জেলা/উপজেলার নাম নির্বাচন করুন)';
  static String snakeBiteTreatmentText7 =
      'https://app.dghs.gov.bd/dghs_website/facilityHeadContactInformation.php';

  static String noInternetConnection = 'No Internet Connection';
}
